Repository: 4sh0u0/token-monitor
Catalog: native/ios/TokenMonitor/Localizable.xcstrings
Source language: en
Languages: ja, ko, pt_br, zh_hans, zh_hant

source: No overrides yet.
ja: 上書き設定はありません。
ko: 재정의 없음.
pt_br: Nenhuma substituição ainda.
zh_hans: 尚无覆盖。
zh_hant: 尚無覆蓋。

source: No project usage in this period
ja: この期間のプロジェクト使用量はありません
ko: 이 기간에 프로젝트 사용량이 없습니다
pt_br: Nenhum uso de projetos neste período
zh_hans: 此期间暂无项目使用
zh_hant: 此期間尚無專案使用

source: No sessions in this period
ja: この期間にセッションはありません
ko: 이 기간에 세션이 없습니다
pt_br: Nenhuma sessão neste período
zh_hans: 此期间暂无会话
zh_hant: 此期間尚無會話

source: No subscriptions yet
ja: まだサブスクがありません
ko: 아직 구독 정보가 없습니다
pt_br: Nenhuma assinatura ainda
zh_hans: 尚未添加订阅信息
zh_hant: 尚未新增訂閱資料

source: No synced data
ja: 同期データなし
ko: 동기화된 데이터 없음
pt_br: Sem dados sincronizados
zh_hans: 暂无同步数据
zh_hant: 尚無同步資料

source: No tool usage in this period
ja: この期間のツール使用量はありません
ko: 이 기간에 도구 사용량이 없습니다
pt_br: Nenhum uso de ferramentas neste período
zh_hans: 此期间暂无工具使用
zh_hant: 此期間尚無工具使用

source: No tool usage in this period.
ja: この期間のツール使用量はありません。
ko: 이 기간에 도구 사용량이 없습니다.
pt_br: Nenhum uso de ferramenta neste período.
zh_hans: 此周期内没有工具用量。
zh_hant: 此期間內沒有工具用量。

source: No top-ups recorded yet.
ja: まだチャージ履歴がありません。
ko: 아직 충전 기록이 없습니다.
pt_br: Nenhuma recarga registrada ainda.
zh_hans: 还没有任何充值记录。
zh_hant: 還沒有任何儲值紀錄。

source: No usage history yet
ja: まだ使用履歴がありません
ko: 아직 사용 기록이 없습니다
pt_br: Nenhum histórico de uso ainda
zh_hans: 暂无使用历史
zh_hant: 尚無使用歷史

source: No usage in this period.
ja: この期間の使用量はありません。
ko: 이 기간에 사용량이 없습니다.
pt_br: Nenhum uso neste período.
zh_hans: 此周期内没有用量。
zh_hant: 此期間內沒有用量。

source: None
ja: なし
ko: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

source: None yet
ja: 未登録
ko: 없음
pt_br: Nenhuma ainda
zh_hans: 尚未添加
zh_hant: 尚未新增

source: Not checked
ja: 未確認
ko: 확인하지 않음
pt_br: Não verificado
zh_hans: 尚未检查
zh_hant: 尚未檢查

source: Not detected
ja: 検出されませんでした
ko: 감지되지 않음
pt_br: Não detectada
zh_hans: 未检测到
zh_hant: 未偵測到

source: Not installed
ja: 未インストール
ko: 설치되지 않음
pt_br: Não instalada
zh_hans: 未安装
zh_hant: 未安裝

source: Not reported
ja: 報告なし
ko: 보고되지 않음
pt_br: Não informado
zh_hans: 未报告
zh_hant: 未回報

source: Not right now
ja: 現在は使用不可
ko: 지금은 사용 불가
pt_br: Não agora
zh_hans: 暂不可用
zh_hant: 暫不可用

source: Not set up
ja: 未設定
ko: 설정되지 않음
pt_br: Não configurado
zh_hans: 尚未设置
zh_hant: 尚未設定

source: Not synced yet
ja: 未同期
ko: 아직 동기화되지 않음
pt_br: Ainda não sincronizada
zh_hans: 尚未同步
zh_hant: 尚未同步

source: Not tracked
ja: 未追跡
ko: 추적하지 않음
pt_br: Não monitorada
zh_hans: 未追踪
zh_hant: 未追蹤

source: Off
ja: オフ
ko: 끄기
pt_br: Desativado
zh_hans: 关闭
zh_hant: 關閉

source: Offline
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: On an always-on machine, set TOKEN_MONITOR_SECRET in .env and run “npm run hub”. It listens on port 17321.
ja: 常時稼働のマシンで .env に TOKEN_MONITOR_SECRET を設定し、「npm run hub」を実行します。ポート 17321 で待ち受けます。
ko: 항상 켜져 있는 컴퓨터에서 .env에 TOKEN_MONITOR_SECRET을 설정하고 “npm run hub”를 실행하세요. 포트 17321에서 수신합니다.
pt_br: Em uma máquina sempre ligada, defina TOKEN_MONITOR_SECRET no .env e execute “npm run hub”. Ele escuta na porta 17321.
zh_hans: 在一台常开的机器上，于 .env 中设置 TOKEN_MONITOR_SECRET，然后运行“npm run hub”。它监听 17321 端口。
zh_hant: 在一台常開的機器上，於 .env 中設定 TOKEN_MONITOR_SECRET，然後執行「npm run hub」。它監聽 17321 連接埠。

source: Online
ja: オンライン
ko: 온라인
zh_hans: 在线
zh_hant: 在線

source: Only while the Status screen is open. Pull down on it to check now.
ja: ステータス画面を開いている間のみ確認します。下にスワイプするとすぐに確認できます。
ko: 상태 화면이 열려 있는 동안에만 확인합니다. 아래로 당기면 바로 확인합니다.
pt_br: Somente enquanto a tela Status estiver aberta. Puxe-a para baixo para verificar agora.
zh_hans: 仅在状态画面打开时检查。下拉即可立即检查。
zh_hant: 僅在狀態畫面開啟時檢查。下拉即可立即檢查。

source: Open %@ status page
ja: %@のステータスページを開く
ko: %@ 상태 페이지 열기
pt_br: Abrir a página de status de %@
zh_hans: 打开 %@ status 页
zh_hant: 開啟 %@ status 頁

# Open %@, high %@, low %@, close %@
source: Open %1$@, high %2$@, low %3$@, close %4$@
ja: 始値 %1$@、高値 %2$@、安値 %3$@、終値 %4$@
ko: 시가 %1$@, 고가 %2$@, 저가 %3$@, 종가 %4$@
pt_br: Abertura %1$@, máxima %2$@, mínima %3$@, fechamento %4$@
zh_hans: 开 %1$@，高 %2$@，低 %3$@，收 %4$@
zh_hant: 開 %1$@，高 %2$@，低 %3$@，收 %4$@

source: Open Antigravity to verify
ja: Antigravityで確認を完了
ko: Antigravity에서 인증 완료
pt_br: Abra o Antigravity para verificar
zh_hans: 打开 Antigravity 完成验证
zh_hant: 開啟 Antigravity 完成驗證

source: Open Cline
ja: Cline を開く
ko: Cline 열기
pt_br: Abrir o Cline
zh_hans: 打开 Cline
zh_hant: 開啟 Cline

source: Open Settings
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 打開設定

source: Open the app
ja: アプリを開いてください
ko: 앱을 열어주세요
pt_br: Abrir o aplicativo
zh_hans: 需打开 App
zh_hant: 需開啟 App

source: Opens the Limits tab
ja: 制限タブを開きます
ko: 한도 탭을 엽니다
pt_br: Abre a aba Limites
zh_hans: 打开额度标签页
zh_hant: 開啟額度分頁

source: Operating system
ja: OS
ko: 운영 체제
pt_br: Sistema operacional
zh_hans: 操作系统
zh_hant: 作業系統

source: Operational
ja: 正常
ko: 정상
pt_br: Operacional
zh_hans: 正常
zh_hant: 正常

source: Optional
ja: 任意
ko: 선택 사항
pt_br: Opcional
zh_hans: 选填
zh_hant: 選填

source: Other tools
ja: その他のツール
ko: 기타 도구
pt_br: Outras ferramentas
zh_hans: 其他工具
zh_hant: 其他工具

source: Outage
ja: 障害
ko: 중단
pt_br: Interrupção
zh_hans: 中断
zh_hant: 中斷

source: Output
ja: 出力
ko: 출력
pt_br: Saída
zh_hans: 输出
zh_hant: 輸出

source: Output speed
ja: 出力速度
ko: 출력 속도
pt_br: Velocidade de saída
zh_hans: 输出速度
zh_hant: 輸出速度

source: Output tokens
ja: 出力トークン
ko: 출력 토큰
pt_br: Tokens de saída
zh_hans: 输出 Tokens
zh_hant: 輸出 Tokens

source: Override the chart and list colour for each tool. Reset returns it to the brand colour.
ja: 各ツールのチャートとリストの色を上書きします。リセットするとブランドカラーに戻ります。
ko: 각 도구의 차트 및 목록 색상을 재정의합니다. 초기화하면 브랜드 색상으로 돌아갑니다.
pt_br: Substitua a cor dos gráficos e listas de cada ferramenta. Redefinir volta à cor da marca.
zh_hans: 覆盖每个工具在图表与列表的颜色。重置即回到品牌色。
zh_hant: 覆寫每個工具在圖表與清單的顏色。重設即回到品牌色。

source: Overview
ja: 概要
ko: 개요
pt_br: Visão geral
zh_hans: 总览
zh_hant: 總覽

source: Overview limit providers
ja: 概要の上限プロバイダー
ko: 개요 한도 제공자
pt_br: Provedores de limites da visão geral
zh_hans: 总览额度提供者
zh_hant: 總覽額度提供者

source: Overview limits
ja: 概要の制限
ko: 개요 한도
pt_br: Limites na visão geral
zh_hans: 总览额度
zh_hant: 總覽額度

source: Overview modules
ja: 概要のモジュール
ko: 개요 모듈
pt_br: Módulos da Visão geral
zh_hans: 总览模块
zh_hant: 總覽模組

source: Paused
ja: 一時停止中
ko: 일시 중지됨
pt_br: Pausado
zh_hans: 已暂停
zh_hant: 已暫停

source: Peak %@
ja: ピーク %@
ko: 최고 %@
pt_br: Pico de %@
zh_hans: 峰值 %@
zh_hant: 峰值 %@

source: Peak day
ja: ピーク日
ko: 최고 일
pt_br: Dia de pico
zh_hans: 峰值单日
zh_hant: 峰值單日

source: Period
ja: 期間
ko: 기간
pt_br: Período
zh_hans: 统计周期
zh_hant: 統計週期

source: Personal
ja: 個人
ko: 개인
pt_br: Pessoal
zh_hans: 个人
zh_hant: 個人

source: Pin %@ to top
ja: %@を先頭に固定
ko: %@ 상단 고정
pt_br: Fixar %@ no topo
zh_hans: 置顶 %@
zh_hant: 置頂 %@

source: Pinned
ja: 固定済み
ko: 고정됨
pt_br: Fixada
zh_hans: 已置顶
zh_hant: 已置頂

source: Plans that have ended are left out of the total; top-ups count for this month only.
ja: 終了したプランは合計に含まれません。チャージは今月分のみ計上されます。
ko: 종료된 요금제는 합계에서 제외되며, 충전은 이번 달 금액만 포함됩니다.
pt_br: Planos encerrados ficam fora do total; recargas contam apenas no mês atual.
zh_hans: 已结束的方案不计入合计；充值只计入本月。
zh_hant: 已結束的方案不計入合計；儲值只計入本月。

source: Polling
ja: 定期取得
ko: 주기적 확인
pt_br: Consultando
zh_hans: 轮询
zh_hant: 輪詢

source: Previous page
ja: 前のページ
ko: 이전 페이지
pt_br: Página anterior
zh_hans: 上一页
zh_hant: 上一頁

source: Price
ja: 料金
ko: 요금
pt_br: Preço
zh_hans: 费用
zh_hant: 費用

source: Progress bars
ja: プログレスバー
ko: 진행 막대
pt_br: Barras de progresso
zh_hans: 进度条
zh_hant: 進度條

source: Project
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
zh_hans: 项目
zh_hant: 專案

source: Project breakdown may be incomplete because one or more devices omitted project details.
ja: 一部のデバイスでプロジェクト詳細が同期されなかったため、内訳が不完全な場合があります。
ko: 일부 기기에서 프로젝트 세부 정보가 동기화되지 않아 내역이 불완전할 수 있습니다.
pt_br: A divisão por projetos pode estar incompleta porque um ou mais dispositivos omitiram os detalhes dos projetos.
zh_hans: 项目明细可能不完整，部分设备未同步项目详情。
zh_hant: 專案分項可能不完整，部分裝置未同步專案明細。

source: Project details are not available for this range.
ja: この範囲ではプロジェクト詳細を利用できません。
ko: 이 범위에는 프로젝트 세부 정보가 없습니다.
pt_br: Os detalhes dos projetos não estão disponíveis para este intervalo.
zh_hans: 此范围不提供项目明细。
zh_hant: 此範圍不提供專案明細。

source: Projects
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
zh_hans: 项目
zh_hant: 專案

source: Prompt cache
ja: プロンプトキャッシュ
ko: 프롬프트 캐시
pt_br: Cache de prompt
zh_hans: 提示缓存
zh_hant: 提示快取

source: Provider names stay visible when tool icons are hidden.
ja: ツールアイコンを非表示にすると、プロバイダー名は常に表示されます。
ko: 도구 아이콘을 숨기면 제공업체 이름이 계속 표시됩니다.
pt_br: Os nomes dos provedores continuam visíveis quando os ícones das ferramentas estão ocultos.
zh_hans: 隐藏工具图标时，仍会显示提供商名称。
zh_hant: 隱藏工具圖示時，仍會顯示提供者名稱。

source: Provider order
ja: プロバイダーの順序
ko: 제공자 순서
pt_br: Ordem dos provedores
zh_hans: 提供者顺序
zh_hant: 提供者順序

source: Providers
ja: プロバイダー
ko: 제공업체
pt_br: Provedores
zh_hans: 服务商
zh_hant: 服務商

source: Pull down to try again.
ja: 下にスワイプして再試行してください。
ko: 아래로 당겨 다시 시도하세요.
pt_br: Puxe para baixo para tentar novamente.
zh_hans: 下拉以重试。
zh_hant: 下拉以重試。

source: Quota windows, balances and when they reset.
ja: クォータ期間、残高、リセットのタイミング。
ko: 할당량 기간, 잔액 및 초기화 시점.
pt_br: Janelas de cota, saldos e quando reiniciam.
zh_hans: 额度窗口、余额以及重置时间。
zh_hant: 額度視窗、餘額以及重設時間。

source: Range
ja: 範囲
ko: 범위
pt_br: Intervalo
zh_hans: 范围
zh_hant: 範圍

source: Rate
ja: レート
ko: 속도
pt_br: Taxa
zh_hans: 速率
zh_hant: 速率

source: Rates by model
ja: モデル別レート
ko: 모델별 속도
pt_br: Taxas por modelo
zh_hans: 各模型速率
zh_hant: 各模型速率

source: Rates · USD / 1M tokens. Change them in Token Monitor on a computer.
ja: 単価 · USD／100万トークン。変更はコンピュータの Token Monitor で行います。
ko: 단가 · USD / 토큰 100만 개. 변경은 컴퓨터의 Token Monitor에서 하세요.
pt_br: Tarifas · USD / 1M tokens. Altere-as no Token Monitor de um computador.
zh_hans: 单价 · USD／100万 tokens。请在电脑上的 Token Monitor 中修改。
zh_hant: 單價 · USD／100萬 tokens。請在電腦上的 Token Monitor 中修改。

source: Re-check
ja: 再確認
ko: 재확인
pt_br: Verificar novamente
zh_hans: 检查间隔
zh_hant: 檢查間隔

source: Re-login
ja: 再ログイン
ko: 다시 로그인
pt_br: Entrar novamente
zh_hans: 重新登录
zh_hant: 重新登入

source: Read directly from local data
ja: ローカルデータを直接読み取り
ko: 로컬 데이터에서 직접 읽음
pt_br: Lido diretamente dos dados locais
zh_hans: 直接读取本机数据
zh_hant: 直接讀取本機資料

source: Reasoning
ja: 推論
ko: 추론
pt_br: Raciocínio
zh_hans: 推理
zh_hant: 推理

source: Refresh
ja: 更新
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh intervals
ja: 更新間隔
ko: 새로 고침 간격
pt_br: Intervalos de atualização
zh_hans: 刷新间隔
zh_hant: 重新整理間隔

source: Remaining
ja: 残量
ko: 남은 양
pt_br: Restante
zh_hans: 剩余
zh_hant: 剩餘

source: Requests
ja: リクエスト数
ko: 요청 수
pt_br: Requisições
zh_hans: 请求次数
zh_hant: 請求次數

source: Reset %@
ja: %@をリセット
ko: %@ 초기화
pt_br: Redefinir %@
zh_hans: 重置 %@
zh_hant: 重設 %@

source: Reset all
ja: すべてリセット
ko: 모두 초기화
pt_br: Redefinir tudo
zh_hans: 全部重置
zh_hant: 全部重設

source: Reset in %@
ja: %@後にリセット
ko: %@ 후 초기화
pt_br: Reset em %@
zh_hans: %@ 后重置
zh_hant: %@ 後重設

source: Reset now
ja: まもなくリセット
ko: 곧 초기화
pt_br: Reinicia agora
zh_hans: 即将重置
zh_hant: 即將重設

source: Reset order
ja: 順序をリセット
ko: 순서 초기화
pt_br: Restaurar ordem
zh_hans: 重置排序
zh_hant: 重設排序

source: Reset to brand
ja: ブランドカラーにリセット
ko: 브랜드 색상으로 초기화
pt_br: Redefinir para a marca
zh_hans: 重置回品牌色
zh_hant: 重設回品牌色

source: Resets
ja: リセット
ko: 초기화
pt_br: Redefinições
zh_hans: 重置次数
zh_hant: 重設次數

source: Restore defaults
ja: デフォルトに戻す
ko: 기본값으로 복원
pt_br: Restaurar padrões
zh_hans: 恢复默认值
zh_hant: 回復預設值

source: Rings and money balances always show what is left. Widgets and Apple Watch always mask account emails.
ja: リングと残高は常に残量を表示します。ウィジェットと Apple Watch ではアカウントメールが常にマスクされます。
ko: 링과 금액 잔액은 항상 남은 양을 표시합니다. 위젯과 Apple Watch에서는 계정 이메일이 항상 가려집니다.
pt_br: Anéis e saldos em dinheiro sempre mostram o que resta. Widgets e o Apple Watch sempre ocultam os e-mails das contas.
zh_hans: 圆环和金额余额始终显示剩余量。小组件和 Apple Watch 始终遮罩账号 Email。
zh_hant: 圓環和金額餘額一律顯示剩餘量。小工具和 Apple Watch 一律遮罩帳號 Email。

source: Run grok login
ja: grok login を実行
ko: grok login 실행
pt_br: Executar grok login
zh_hans: 运行 grok login
zh_hant: 執行 grok login

source: Run kiro-cli login
ja: kiro-cli login を実行
ko: kiro-cli login 실행
pt_br: Executar kiro-cli login
zh_hans: 运行 kiro-cli login
zh_hant: 執行 kiro-cli login

source: Running
ja: 実行中
ko: 실행 중
pt_br: Em execução
zh_hans: 运行中
zh_hant: 執行中

source: Runs out
ja: 枯渇予測
ko: 소진 예상
pt_br: Acaba em
zh_hans: 预计用尽
zh_hant: 預估用盡

source: Runtime
ja: 実行環境
ko: 실행 환경
zh_hans: 运行环境
zh_hant: 執行環境

source: Runtime revision
ja: ランタイムリビジョン
ko: 런타임 리비전
pt_br: Revisão do runtime
zh_hans: 运行环境修订号
zh_hant: 執行環境修訂號

source: Save
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Saved
ja: 保存しました
ko: 저장됨
pt_br: Salvo
zh_hans: 已保存
zh_hant: 已儲存

source: Scanning usage history…
ja: 使用履歴をスキャン中…
ko: 사용 기록 스캔 중…
pt_br: Verificando o histórico de uso…
zh_hans: 扫描使用历史中…
zh_hant: 掃描使用歷史中…

source: Search tools
ja: ツールを検索
ko: 도구 검색
pt_br: Buscar ferramentas
zh_hans: 搜索工具
zh_hant: 搜尋工具

source: Secret
ja: シークレット
ko: 시크릿
pt_br: Segredo
zh_hans: 密钥
zh_hant: 密鑰

source: Secret not available yet
ja: シークレットをまだ読み取れません
ko: 아직 시크릿을 읽을 수 없음
pt_br: Segredo ainda indisponível
zh_hans: 暂时无法读取密钥
zh_hant: 暫時無法讀取密鑰

source: Selected device
ja: 選択したデバイス
ko: 선택한 기기
pt_br: Dispositivo selecionado
zh_hans: 所选设备
zh_hant: 所選裝置

source: Separately metered Codex pools. Each one can also be hidden below.
ja: 別枠で計測される Codex の額度です。下で個別に非表示にもできます。
ko: 별도로 측정되는 Codex 한도입니다. 아래에서 각각 숨길 수도 있습니다.
pt_br: Cotas do Codex medidas separadamente. Cada uma também pode ser ocultada abaixo.
zh_hans: 单独计量的 Codex 额度池。也可以在下方逐个隐藏。
zh_hant: 單獨計量的 Codex 額度池。也可以在下方逐一隱藏。

source: Service status
ja: サービスの状態
ko: 서비스 상태
pt_br: Status dos serviços
zh_hans: 服务状态
zh_hant: 服務狀態

source: Services
ja: サービス
ko: 서비스
pt_br: Serviços
zh_hans: 服务
zh_hant: 服務

source: Session
ja: セッション
ko: 세션
pt_br: Sessão
zh_hans: 单次
zh_hant: 單次

source: Session ID
ja: セッション ID
ko: 세션 ID
pt_br: ID da sessão
zh_hans: 会话 ID
zh_hant: 會話 ID

source: Session details are not available for this range.
ja: この範囲ではセッション詳細を利用できません。
ko: 이 범위에는 세션 세부 정보가 없습니다.
pt_br: Os detalhes das sessões não estão disponíveis para este intervalo.
zh_hans: 此范围不提供会话明细。
zh_hant: 此範圍不提供會話明細。

source: Session pages
ja: セッションページ
ko: 세션 페이지
pt_br: Páginas de sessões
zh_hans: 会话分页
zh_hant: 會話分頁

source: Session titles
ja: セッションタイトル
ko: 세션 제목
pt_br: Títulos de sessões
zh_hans: 会话标题
zh_hant: 會話標題

source: Sessions
ja: セッション
ko: 세션
pt_br: Sessões
zh_hans: 会话
zh_hant: 會話

source: Set up AI Tool Limits in Token Monitor on your computer. The Hub shares them with this app.
ja: コンピュータの Token Monitor で AIツール制限を設定してください。Hub がこのアプリと共有します。
ko: 컴퓨터의 Token Monitor에서 AI 도구 한도를 설정하세요. Hub가 이 앱과 공유합니다.
pt_br: Configure os Limites de Ferramentas de IA no Token Monitor do seu computador. O Hub os compartilha com este app.
zh_hans: 请在电脑上的 Token Monitor 中设置 AI 工具额度，Hub 会将其共享给此 App。
zh_hant: 請在電腦上的 Token Monitor 中設定 AI 工具額度，Hub 會將其共享給此 App。

source: Set up a Hub
ja: Hub をセットアップ
ko: Hub 설정하기
pt_br: Configurar um Hub
zh_hans: 设置 Hub
zh_hant: 設定 Hub

source: Settings
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share Files
ja: ファイルを共有
ko: 파일 공유
pt_br: Compartilhar arquivos
zh_hans: 分享文件
zh_hant: 分享檔案

source: Show %@ in the Tools list
ja: ツールリストに%@を表示
ko: 도구 목록에 %@ 표시
pt_br: Mostrar %@ na lista de Ferramentas
zh_hans: 在工具列表显示 %@
zh_hant: 在工具列表顯示 %@

source: Show %@ on the Overview
ja: 概要に %@ を表示
ko: 개요에 %@ 표시
pt_br: Mostrar %@ na Visão geral
zh_hans: 在总览显示 %@
zh_hant: 在總覽顯示 %@

source: Show Source
ja: ソースを表示
ko: 출처 표시
pt_br: Mostrar a origem
zh_hans: 显示来源
zh_hant: 顯示來源

source: Show Status tab
ja: 状態タブを表示
ko: 상태 탭 표시
pt_br: Mostrar a aba Status
zh_hans: 显示状态标签页
zh_hant: 顯示狀態分頁

source: Show additional limits
ja: 追加の制限を表示
ko: 추가 한도 표시
pt_br: Mostrar limites adicionais
zh_hans: 显示附加额度
zh_hant: 顯示附加額度

source: Show all
ja: すべて表示
ko: 모두 보기
pt_br: Mostrar tudo
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show all devices
ja: すべてのデバイスを表示
ko: 모든 기기 표시
pt_br: Mostrar todos os dispositivos
zh_hans: 显示所有设备
zh_hant: 顯示所有裝置

source: Show compact token total
ja: 合計トークンを短縮表示
ko: 축약 총 토큰 표시
pt_br: Mostrar o total de tokens compacto
zh_hans: 显示简写总 Token
zh_hant: 顯示簡寫總 Token

source: Show less
ja: 表示を減らす
ko: 간단히 보기
pt_br: Mostrar menos
zh_hans: 收起
zh_hant: 收合

source: Show live token rate
ja: ライブ Token レートを表示
ko: 실시간 토큰 속도 표시
pt_br: Mostrar a taxa de tokens ao vivo
zh_hans: 显示实时 Token 速率
zh_hant: 顯示即時 Token 速率

source: Show only this device
ja: このデバイスのみ表示
ko: 이 기기만 표시
pt_br: Mostrar só este dispositivo
zh_hans: 只显示这台设备
zh_hant: 只顯示這台裝置

source: Show provider names for multiple accounts
ja: 複数アカウントでプロバイダー名を表示
ko: 여러 계정에 제공업체 이름 표시
pt_br: Mostrar os nomes dos provedores quando há várias contas
zh_hans: 多账号显示提供商名称
zh_hant: 多帳號顯示提供者名稱

source: Show secret
ja: シークレットを表示
ko: 시크릿 보기
pt_br: Mostrar segredo
zh_hans: 显示密钥
zh_hant: 顯示密鑰

source: Show session titles
ja: セッションタイトルを表示
ko: 세션 제목 표시
pt_br: Mostrar os títulos das sessões
zh_hans: 显示会话标题
zh_hant: 顯示會話標題

source: Showing the list from %@.
ja: %@ 時点のリストを表示しています。
ko: %@ 기준 목록을 표시하고 있습니다.
pt_br: Mostrando a lista de %@.
zh_hans: 显示的是 %@ 的清单。
zh_hant: 顯示的是 %@ 的清單。

source: Showing usage from %@
ja: %@ の使用量を表示中
ko: %@의 사용량 표시 중
pt_br: Mostrando o uso de %@
zh_hans: 正在显示 %@ 的用量
zh_hant: 正在顯示 %@ 的用量

source: Shows Claude, OpenAI, Cursor and DeepSeek service status from their public status pages.
ja: Claude、OpenAI、Cursor、DeepSeek のサービス状況を公開ステータスページから表示します。
ko: Claude, OpenAI, Cursor, DeepSeek의 서비스 상태를 공개 상태 페이지에서 표시합니다.
pt_br: Mostra o status dos serviços Claude, OpenAI, Cursor e DeepSeek a partir das páginas de status públicas.
zh_hans: 从公开状态页显示 Claude、OpenAI、Cursor 和 DeepSeek 的服务状态。
zh_hant: 從公開狀態頁顯示 Claude、OpenAI、Cursor 和 DeepSeek 的服務狀態。

source: Shows the latest generation speed on the Overview. Tap it there to switch between tok/s and TPM.
ja: 最新の生成速度を概要に表示します。タップすると tok/s と TPM が切り替わります。
ko: 개요에 최신 생성 속도를 표시합니다. 탭하면 tok/s와 TPM 간에 전환됩니다.
pt_br: Mostra a velocidade de geração mais recente na Visão geral. Toque nela para alternar entre tok/s e TPM.
zh_hans: 在总览显示最新生成速度；轻点可在 tok/s 与 TPM 之间切换。
zh_hant: 在總覽顯示最新生成速度；點一下可在 tok/s 與 TPM 之間切換。

source: Sign in
ja: サインイン
ko: 로그인
pt_br: Entrar
zh_hans: 需登录
zh_hant: 需登入

source: Sign in again
ja: 再サインイン
ko: 다시 로그인
pt_br: Entrar novamente
zh_hans: 重新登录
zh_hant: 重新登入

source: Sign in needed
ja: サインインが必要
ko: 로그인 필요
pt_br: Login necessário
zh_hans: 需登录
zh_hant: 需登入

source: Some devices don’t report exact token components, so this split is approximate.
ja: 正確なトークン内訳を報告しないデバイスがあるため、この内訳は概算です。
ko: 일부 기기가 정확한 토큰 구성을 보고하지 않아 이 분류는 근사치입니다.
pt_br: Alguns dispositivos não informam os componentes exatos dos tokens, então esta divisão é aproximada.
zh_hans: 部分设备未上报精确的 Token 构成，因此此拆分为近似值。
zh_hant: 部分裝置未回報精確的 Token 構成，因此此拆分為近似值。

source: Some session details were omitted to keep synchronized data within the upload limit. Period totals remain complete.
ja: 同期アップロードのサイズ制限を守るため、一部のセッション詳細を省略しました。期間の合計値は完全なままです。
ko: 동기화 업로드 크기 제한을 지키기 위해 일부 세션 세부 정보가 생략되었습니다. 기간 합계는 완전하게 유지됩니다.
pt_br: Alguns detalhes das sessões foram omitidos para manter os dados sincronizados dentro do limite de envio. Os totais do período permanecem completos.
zh_hans: 部分会话详情因同步上传大小限制而省略，期间总计仍然完整。
zh_hant: 部分會話明細因同步上傳大小限制而省略，期間總計仍然完整。

source: Something went wrong
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
zh_hans: 出现问题
zh_hant: 發生問題

source: Source
ja: ソース
ko: 소스
pt_br: Origem
zh_hans: 来源
zh_hant: 來源

source: Spend
ja: 支出
ko: 지출
pt_br: Gasto
zh_hans: 花费
zh_hant: 花費

source: Stack by
ja: 積み上げ
ko: 누적 기준
pt_br: Empilhar por
zh_hans: 堆叠方式
zh_hant: 堆疊方式

source: Stale
ja: データが古い
ko: 오래된 데이터
pt_br: Desatualizado
zh_hans: 数据过期
zh_hant: 資料過期

source: Stale · %@
ja: データが古い · %@
ko: 오래된 데이터 · %@
pt_br: Desatualizado · %@
zh_hans: 数据过期 · %@
zh_hant: 資料過期 · %@

source: Standard cost
ja: 標準コスト
ko: 표준 비용
pt_br: Custo padrão
zh_hans: 标准成本
zh_hant: 標準成本

source: Started
ja: 開始
ko: 시작
pt_br: Início
zh_hans: 开始时间
zh_hant: 開始時間

source: Starts later
ja: 開始前
ko: 시작 전
pt_br: Começa depois
zh_hans: 尚未开始
zh_hant: 尚未開始

source: Status
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Status check failed
ja: ステータス確認に失敗しました
ko: 상태 확인 실패
pt_br: Falha na verificação de status
zh_hans: 状态检查失败
zh_hant: 狀態檢查失敗

source: Status options
ja: 状態のオプション
ko: 상태 옵션
pt_br: Opções de status
zh_hans: 状态选项
zh_hant: 狀態選項

source: Status settings
ja: ステータス設定
ko: 상태 설정
pt_br: Ajustes de status
zh_hans: 状态设置
zh_hant: 狀態設定

source: Status shows the public status pages of the AI services you use.
ja: 状態には、利用している AI サービスの公開ステータスページが表示されます。
ko: 상태에는 사용 중인 AI 서비스의 공개 상태 페이지가 표시됩니다.
pt_br: Status mostra as páginas de status públicas dos serviços de IA que você usa.
zh_hans: 状态会显示你使用的 AI 服务的公开状态页面。
zh_hant: 狀態會顯示你使用的 AI 服務的公開狀態頁面。

source: Strip prefixes
ja: 接頭辞を削除
ko: 접두사 제거
pt_br: Remover prefixos
zh_hans: 移除前缀
zh_hant: 移除前綴

source: Sub2API · Account
ja: Sub2API · アカウント
ko: Sub2API · 계정
pt_br: Sub2API · Conta
zh_hans: Sub2API · 账号
zh_hant: Sub2API · 帳戶

source: Subscribed
ja: 契約期間
ko: 구독 기간
pt_br: Assinado
zh_hans: 已订阅
zh_hant: 已訂閱

source: Subscriptions
ja: サブスクリプション
ko: 구독 정보
pt_br: Assinaturas
zh_hans: 订阅信息
zh_hant: 訂閱資料

source: Subscriptions unavailable
ja: サブスクリプションを利用できません
ko: 구독 정보를 사용할 수 없음
pt_br: Assinaturas indisponíveis
zh_hans: 订阅信息不可用
zh_hant: 訂閱資料無法使用

source: Switches between the short and the full number.
ja: 短い表示と完全な数値を切り替えます。
ko: 짧은 숫자와 전체 숫자 사이를 전환합니다.
pt_br: Alterna entre o número abreviado e o completo.
zh_hans: 在简写和完整数字之间切换。
zh_hant: 在簡寫和完整數字之間切換。

source: Switches between tok/s and TPM.
ja: tok/s と TPM を切り替えます。
ko: tok/s와 TPM 간에 전환합니다.
pt_br: Alterna entre tok/s e TPM.
zh_hans: 在 tok/s 与 TPM 之间切换。
zh_hant: 在 tok/s 與 TPM 之間切換。

source: Sync pending
ja: 同期待ち
ko: 동기화 대기 중
pt_br: Sincronização pendente
zh_hans: 等待同步
zh_hant: 等待同步

source: Sync upload frequency
ja: 同期アップロード頻度
ko: 동기화 업로드 빈도
pt_br: Frequência de envio da sincronização
zh_hans: 同步上传频率
zh_hant: 同步上傳頻率

source: Synced %@
ja: %@に同期
ko: %@ 동기화
pt_br: Sincronizado %@
zh_hans: %@同步
zh_hant: %@同步

source: TWD - New Taiwan Dollar
ja: TWD - 新台湾ドル
ko: TWD - 신 대만 달러
pt_br: TWD - Novo dólar taiwanês
zh_hans: TWD - 新台币
zh_hant: TWD - 台幣

source: Tap Edit, then drag a service to reorder the list.
ja: 「編集」をタップしてから、サービスをドラッグして並び替えます。
ko: 편집을 탭한 다음 서비스를 드래그해 순서를 바꾸세요.
pt_br: Toque em Editar e arraste um serviço para reordenar a lista.
zh_hans: 轻点“编辑”，然后拖动服务即可重新排序。
zh_hant: 點一下「編輯」，然後拖曳服務即可重新排序。

source: Test Connection
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar conexão
zh_hans: 测试连接
zh_hant: 測試連線

source: Text
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文字
zh_hant: 文字

source: The Hub address and secret are removed from this iPhone, its widgets and your Apple Watch.
ja: Hub のアドレスとシークレットが、この iPhone、ウィジェット、Apple Watch から削除されます。
ko: Hub 주소와 시크릿이 이 iPhone, 위젯 및 Apple Watch에서 삭제됩니다.
pt_br: O endereço e o segredo do Hub serão removidos deste iPhone, dos widgets e do seu Apple Watch.
zh_hans: Hub 地址和密钥将从这台 iPhone、其小组件和你的 Apple Watch 中移除。
zh_hant: Hub 位址和密鑰將從這支 iPhone、其小工具和你的 Apple Watch 中移除。

source: The Hub is unavailable
ja: Hub を利用できません
ko: Hub를 사용할 수 없음
pt_br: O Hub está indisponível
zh_hans: Hub 不可用
zh_hant: Hub 無法使用

source: The Hub keeps session details for today and this month only.
ja: Hub が保持するセッション詳細は今日と今月の分のみです。
ko: Hub는 오늘과 이번 달의 세션 세부 정보만 보관합니다.
pt_br: O Hub mantém os detalhes das sessões apenas de hoje e deste mês.
zh_hans: Hub 仅保留今日和本月的会话明细。
zh_hant: Hub 僅保留今日和本月的會話明細。

source: The Hub rejected the secret. Enter the Hub’s TOKEN_MONITOR_SECRET, or the secret shown by the desktop widget that hosts the Hub.
ja: Hub がシークレットを拒否しました。Hub の TOKEN_MONITOR_SECRET、または Hub をホストしているデスクトップウィジェットに表示されたシークレットを入力してください。
ko: Hub가 시크릿을 거부했습니다. Hub의 TOKEN_MONITOR_SECRET 또는 Hub를 호스팅하는 데스크톱 위젯에 표시된 시크릿을 입력하세요.
pt_br: O Hub rejeitou o segredo. Informe o TOKEN_MONITOR_SECRET do Hub ou o segredo exibido pelo widget de desktop que hospeda o Hub.
zh_hans: Hub 拒绝了该密钥。请输入 Hub 的 TOKEN_MONITOR_SECRET，或托管 Hub 的桌面小组件中显示的密钥。
zh_hant: Hub 拒絕了此密鑰。請輸入 Hub 的 TOKEN_MONITOR_SECRET，或架設 Hub 的桌面小工具中顯示的密鑰。
